{
    "introduction": {
        "title": "Introduction",
        "content": "Dragon Tiger Wild is the latest game from IDNLIVE EUROPE, bringing more excitement with the addition of the <b>Wild Card</b>. This game offers a new experience for Dragon Tiger fans, with fantastic winning opportunities <b>up to 127x! LET’S GET WILD!!!</b>"
    },
    "game-objective": {
        "title": "GAME OBJECTIVE",
        "content": "The objective of the game is to guess the higher card between Dragon and Tiger, and to use the Wild Card to form bonus wild combinations to achieve bigger winning prizes."
    },
    "rules": {
        "title": "GENERAL RULES",
        "steps": [
            "The game will be hosted by the Dealer.",
            "The game uses 8 decks of cards in a <i>Shoe</i>.",
            "At the start of each new <i>Shoe</i>, the <i>Dealer</i> will draw one card to determine how many cards will be <i>Burned</i> or discarded. Up to 10 cards can be discarded.",
            "After the betting time ends, the dealer will draw one card as the Wild Card, then deal one card each to Dragon and Tiger.",
            "The side with the highest card value will be the winner. The highest value is K, which is worth 13.",
            "If the result is a <b>Tie</b>, half of the Dragon and Tiger bets will be returned. The Tie bet only wins if the Dragon and Tiger cards have the same value."
        ]
    },
    "dragon-tiger-wild-card": {
        "title": "DRAGON TIGER WILD CARDS",
        "content": "Dragon Tiger Wild uses a standard deck of 52 cards, without jokers. Below are the card values used in the game:",
        "card": "Card",
        "value": "Value"
    },
    "wild-card-bet": {
        "title": "WILD CARD BET",
        "description": "As mentioned in the introduction, Dragon Tiger Wild has a new gameplay element and exciting bonuses. Here is an explanation:",
        "description-2": "The Wild Card determines the win with a higher payout than regular bets. There are 5 types of Wild Bets:",
        "dragon-wild": {
            "title": "Dragon Wild",
            "content": "This bet wins if the Dragon Card <b>wins</b> and its value is <b>the same</b> as the Wild Card."
        },
        "tiger-wild": {
            "title": "Tiger Wild",
            "content": "This bet wins if the Tiger Card <b>wins</b> and its value is <b>the same</b> as the Wild Card."
        },
        "super-wild": {
            "title": "Super Wild",
            "content": "This bet wins if all three cards <b>tie</b> — the Wild Card, Dragon Card, and Tiger Card all have the <b>same</b> value."
        },
        "dragon-pair": {
            "title": "Dragon Pair",
            "content": "This bet wins if the Dragon Card and the Wild Card have the <b>same</b> value. (The Dragon Card does not need to win.)"
        },
        "tiger-pair": {
            "title": "Tiger Pair",
            "content": "This bet wins if the Tiger Card and the Wild Card have the <b>same</b> value. (The Tiger Card does not need to win.)"
        }
    },
    "bet-description-and-example": {
        "title": "Bet Description and Examples",
        "description": "Description",
        "examples": "Examples",
        "anything": "ANYTHING",
        "main-bet": {
            "title": "MAIN BET",
            "heading": "MAIN BET",
            "examples": "Examples",
            "description": "Description",
            "table": {
                "dragon": {
                    "title": "Dragon",
                    "description": "Paid if the Dragon card value is <b>higher than</b> the Tiger card value."
                },
                "tiger": {
                    "title": "Tiger",
                    "description": "Paid if the Tiger card value is <b>higher than</b> the Dragon card value."
                },
                "tie": {
                    "title": "Tie",
                    "description": "Paid if the Dragon and Tiger cards have <b>the same value</b>."
                }
            }
        },
        "side-bet": {
            "title": "SIDE BET",
            "heading": "SIDE BET",
            "examples": "Examples",
            "description": "Description",
            "table": {
                "dragon-wild": {
                    "title": "Dragon Wild",
                    "description": "Paid if the Dragon side <b>wins</b> and the Dragon Card and Wild Card values are <b>the same</b>."
                },
                "tiger-wild": {
                    "title": "Tiger Wild",
                    "description": "Paid if the Tiger side <b>wins</b> and the Tiger Card and Wild Card values are <b>the same</b>."
                },
                "super-wild": {
                    "title": "Super Wild",
                    "description": "Paid if the values of the Dragon Card, Tiger Card, and Wild Card are <b>the same</b>."
                },
                "dragon-pair": {
                    "title": "Dragon Pair",
                    "description": "Paid if the Dragon Card and Wild Card have <b>the same</b> value."
                },
                "tiger-pair": {
                    "title": "Tiger Pair",
                    "description": "Paid if the Tiger Card and Wild Card have <b>the same</b> value."
                }
            }
        }
    },
    "payout": {
        "title": "Payout",
        "bet-payout": "Bet Payout"
    }
}
