{
    "htp": {
        "general": {
            "title": "सामान्य",
            "content": {
                "paragraph-1": "खेल में भाग लेने के लिए, आपके पास अपनी शर्तों को कवर करने के लिए पर्याप्त शेष राशि/धन होना चाहिए। आपकी वर्तमान शेष राशि स्क्रीन के बाएँ निचले कोने में दिखाई देती है।",
                "paragraph-2": "कुल शर्त संकेतक वर्तमान राउंड के लिए आपके द्वारा लगाए गए कुल शर्तों की राशि दिखाता है।",
                "paragraph-3": "टेबल पर अनुमत न्यूनतम और अधिकतम शर्तें प्रदर्शित करता है, जो कभी भी बदल सकती हैं। इसके अलावा, वर्तमान अवधि का विशिष्ट कोड और खेले जा रहे खेल का नाम दिखाया जाता है।",
                "paragraph-4": "टाइमर शर्तें लगाने के लिए शेष समय की जानकारी देता है। समय समाप्त होने पर, शर्तें बंद हो जाती हैं और कोई अतिरिक्त शर्त स्वीकार नहीं की जाती। समय समाप्त होने के बाद, यदि आपकी शर्त मान्य है, तो \"शर्त स्वीकृत\" संदेश मिलेगा, अन्यथा \"सभी शर्तें स्वीकृत नहीं\" या \"शर्त अस्वीकृत\" दिखेगा।",
                "paragraph-5": "चिप डिस्प्ले आपको शर्त लगाने के लिए चिप के मूल्य का चयन करने की अनुमति देता है। स्क्रीन के निचले भाग में चिप्स पर क्लिक करके मूल्य चुनें (अनडू, डबल, रीबेट बटन के पास)। केवल वर्तमान शेष राशि के साथ संगत चिप मूल्य ही चुने जा सकते हैं।"
            },
            "game-name": "खेल का नाम"
        },
        "menu": {
            "title": "मेनू",
            "description": "खेल के दौरान खिलाड़ियों की सहायता के लिए अतिरिक्त बटन",
            "content": {
                "paragraph-1": "अनडू बटन टेबल पर अंतिम रखी गई चिप को हटाता है।",
                "paragraph-2": "आपके द्वारा लगाए गए चिप्स की कुल राशि को दोगुना करता है। सुनिश्चित करें कि आपके खाते की शेष राशि दोगुनी शर्तों को कवर कर सकती है।",
                "paragraph-3": "पिछले राउंड की शर्त को दोहराने की अनुमति देता है।",
                "paragraph-4": "बर्गर मेनू खेल के महत्वपूर्ण सुविधाओं तक पहुँच प्रदान करता है।",
                "paragraph-5": "टेबल पर रखी गई चिप्स को छिपाता है।",
                "paragraph-6": "चल रहे खेल सत्र के आंकड़े दिखाता है।",
                "paragraph-7": "रोडमैप/खेल आंकड़ों की दृश्यता को टॉगल करता है।"
            }
        }
    }
}
