{
    "general": {
        "title": "ทั่วไป",
        "paragraph-1": "เพื่อเข้าร่วมเกม คุณต้องมียอดเงิน/เงินทุนที่เพียงพอเพื่อครอบคลุมการเดิมพันของคุณ ยอดเงินปัจจุบันของคุณสามารถดูได้ที่ด้านล่างซ้ายของหน้าจอ",
        "paragraph-2": "ตัวชี้วัด TOTAL BET แสดงจำนวนเงินเดิมพันทั้งหมดที่คุณได้วางไว้สำหรับรอบปัจจุบัน",
        "paragraph-3": "แสดงจำนวนเงินเดิมพันขั้นต่ำและสูงสุดที่อนุญาตที่โต๊ะ และสามารถเปลี่ยนแปลงได้ตลอดเวลา นอกจากนี้ยังแสดงรหัสเฉพาะสำหรับเซสชันปัจจุบันและชื่อเกมที่คุณกำลังเล่นอยู่",
        "paragraph-4": "ตัวจับเวลาจะแสดงเวลาที่เหลือในการวางเดิมพัน เมื่อสิ้นสุดเวลา การเดิมพันจะปิดและไม่รับเดิมพันเพิ่มเติม หลังจากเวลาการเดิมพันสิ้นสุดลง คุณจะได้รับการยืนยัน \"การเดิมพันได้รับการยอมรับ\" หากการเดิมพันของคุณได้รับการยอมรับเพื่อเข้าร่วมในรอบเกม หากไม่ คุณจะได้รับการแจ้งเตือน \"การเดิมพันถูกปฏิเสธ\"",
        "paragraph-5": "การแสดงผล Chip ช่วยให้คุณเลือกมูลค่าของแต่ละชิปที่คุณต้องการเดิมพัน คุณสามารถเลือกมูลค่าชิปสำหรับการเดิมพันของคุณโดยคลิกที่ชิปที่ด้านล่างของหน้าจอหรือที่ด้านขวาของหน้าจอ ซึ่งอยู่ใกล้กับปุ่มยกเลิก เพิ่มเป็นสองเท่า และวางเดิมพันอีกครั้ง (Rebet) เพื่อดูมูลค่าชิปทั้งหมดที่มี"
    },
    "menu": {
        "title": "เมนู",
        "description": "ปุ่มเพิ่มเติมเพื่ออำนวยความสะดวกให้กับผู้เล่นในเกม",
        "paragraph-1": "ปุ่มยกเลิกจะลบหนึ่งชิปที่คุณได้วางไว้ก่อนหน้านี้บนโต๊ะ",
        "paragraph-2": "เพิ่มจำนวนชิปที่คุณได้วางเป็นสองเท่า ตรวจสอบให้แน่ใจว่ายอดเงินในบัญชีของคุณเพียงพอที่จะเพิ่มเป็นสองเท่าทั้งหมดของการเดิมพันที่วางไว้",
        "paragraph-3": "อนุญาตให้คุณทำการเดิมพันซ้ำเหมือนเดิมพันที่คุณได้วางไว้ในรอบก่อนหน้านี้บนโต๊ะ",
        "paragraph-4": "เมนูเบอร์เกอร์จัดเตรียมเมนูสำคัญในเกมเพื่อใช้งาน",
        "paragraph-5": "ซ่อนการแสดงผลชิปที่คุณได้วางไว้บนโต๊ะ",
        "paragraph-6": "แสดงสถิติของเกมที่กำลังดำเนินอยู่",
        "paragraph-7": "อนุญาตให้คุณบันทึกและใช้การเดิมพันที่คุณชื่นชอบ",
        "paragraph-8": "แสดงหรือซ่อน Roadmap / สถิติเกม"
    },
    "settings": {
        "title": "การตั้งค่า",
        "description": "ตัวเลือกเพิ่มเติมเพื่อปรับแต่งคุณสมบัติตามความต้องการและความชอบของผู้ใช้",
        "video": {
            "title": "วิดีโอ",
            "description": "คำอธิบาย: การตั้งค่าเพื่อแสดงสตรีมมิ่งหรือไม่และการตั้งค่าความละเอียดสตรีมมิ่ง",
            "default": "ค่าเริ่มต้น: เปิด, ความละเอียดปานกลาง"
        },
        "live-streaming-audio": {
            "title": "เสียงสตรีมมิ่งสด",
            "description": "คำอธิบาย: การตั้งค่าเสียงจากสตรีมมิ่งสดสตูดิโอ",
            "default": "ค่าเริ่มต้น: เปิด"
        },
        "background-music": {
            "title": "เพลงพื้นหลัง",
            "description": "คำอธิบาย: การตั้งค่าเสียงสำหรับเพลงพื้นหลัง",
            "default": "ค่าเริ่มต้น: เปิด"
        },
        "game-effects": {
            "title": "เอฟเฟกต์เกม",
            "description": "คำอธิบาย: การตั้งค่าเสียงสำหรับเอฟเฟกต์เกม",
            "default": "ค่าเริ่มต้น: เปิด"
        },
        "auto-bet": {
            "title": "การเดิมพันอัตโนมัติ",
            "description": "คำอธิบาย: การตั้งค่าเปิด/ปิดสำหรับการเดิมพันอัตโนมัติตามการเดิมพันก่อนหน้า",
            "default": "ค่าเริ่มต้น: ปิด"
        },
        "language": {
            "title": "ภาษา",
            "description": "คำอธิบาย: การตั้งค่าเพื่อเลือกภาษาที่จะใช้",
            "default": "ค่าเริ่มต้น: ตามภาษาที่คุณตั้งไว้ล่าสุด"
        },
        "disclaimer": "ข้อจำกัดความรับผิดชอบ",
        "disclaimer-settings": "การตั้งค่าของคุณจะถูกบันทึก ยกเว้นการตั้งค่าการเดิมพันอัตโนมัติที่จะถูกตั้งค่าใหม่เป็นค่าเริ่มต้น"
    }
}
