{
    "player": "ผู้เล่น",
    "banker": "เจ้ามือ",
    "tie": "เสมอ",
    "playerbonus": "โบนัสผู้เล่น",
    "bankerbonus": "โบนัสเจ้ามือ",
    "playerpair": "คู่ผู้เล่น",
    "bankerpair": "คู่เจ้ามือ",
    "perfectpair": "คู่สมบูรณ์แบบ",
    "mixedpair": "คู่ผสม",
    "small": "เล็ก",
    "big": "ใหญ่",

    "player bonus": "โบนัสผู้เล่น",
    "banker bonus": "โบนัสเจ้ามือ",

    "natural win": "ชนะแบบธรรมชาติ",
    "natural tie": "เสมอแบบธรรมชาติ",
    "win by 9 points": "ชนะด้วยคะแนน 9 แต้ม",
    "win by 8 points": "ชนะด้วยคะแนน 8 แต้ม",
    "win by 7 points": "ชนะด้วยคะแนน 7 แต้ม",
    "win by 6 points": "ชนะด้วยคะแนน 6 แต้ม",
    "win by 5 points": "ชนะด้วยคะแนน 5 แต้ม",
    "win by 4 points": "ชนะด้วยคะแนน 4 แต้ม",

    "player pair": "คู่ผู้เล่น",
    "banker pair": "คู่เจ้ามือ",
    "perfect pair": "คู่สมบูรณ์แบบ",
    "mixed pair": "คู่ผสม",

    "side bet": "เดิมพันข้าง",

    "tie on": "เสมอที่",
    "0": "๐",
    "1": "๑",
    "2": "๒",
    "3": "๓",
    "4": "๔",
    "5": "๕",
    "6": "๖",
    "7": "๗",
    "8": "๘",
    "9": "๙",

    "quick-how-to-play": {
        "slide-1": {
            "animation": "https://cdn.lottielab.com/l/4PYEhx4Tt5zD7U.json",
            "title": "วิธีเล่น",
            "content": [
                "บาคาร่าเป็นเกมที่คุณทายผลของมือที่ชนะ: ผู้เล่น, แบงก์เกอร์, หรือ เสมอ โดยฝ่ายที่มีมูลค่ารวม <b>ใกล้เคียงกับ 9</b> มากที่สุดจะเป็นผู้ชนะ"
            ]
        },
        "slide-2": {
            "animation": "https://cdn.lottielab.com/l/AD8ddDsfge8Dx5.json",
            "title": "วิธีเล่น",
            "content": [
                "ไพ่แต่ละใบมีค่าตามหมายเลข โดย <b>ไพ่รูปหน้า (J, Q, K) มีค่าเป็น 0</b> และ <b>ไพ่ Ace มีค่าเป็น 1</b> หากผลรวมของไพ่เกิน 9 จะนับเฉพาะหลักหน่วยเท่านั้น (เช่น 15 จะกลายเป็น 5)"
            ]
        },
        "slide-3": {
            "animation": "https://cdn.lottielab.com/l/9BwkB8jSAJsmDW.json",
            "title": "การคำนวณ",
            "content": [
                "ผู้ชนะคือฝ่ายที่มี <b>แต้มรวมใกล้เคียงกับ 9</b> มากที่สุด หากแต้มรวมของผู้เล่นและแบงก์เกอร์เท่ากัน ผลลัพธ์คือเสมอ"
            ]
        }
    },

    "how-to-play": {
        "introduction": {
            "title": "บทนำ",
            "paragraph-1": "บาคาร่า หรือที่รู้จักกันในชื่อ Punto Banco เป็นหนึ่งในเกมไพ่ที่เก่าแก่และได้รับความนิยมมากที่สุดในคาสิโนทั่วโลก โดยเฉพาะในกลุ่มนักพนันระดับสูงและในทวีปเอเชีย บาคาร่าเป็นเกมที่โดดเด่นมากในมาเก๊า",
            "paragraph-2": "แม้เกมนี้จะดูจริงจังและหรูหรา แต่จริงๆ แล้วเกมนี้เล่นง่ายมาก คุณเพียงแค่ต้องทายผลว่าฝ่ายใดจะชนะหรือเสมอ",
            "game-objective": "วัตถุประสงค์ของเกม",
            "paragraph-3": "เป้าหมายของบาคาร่าคือการทายผลว่าฝ่ายใดจะมีมูลค่าไพ่สูงสุดหรือใกล้เคียงกับ 9 มากที่สุด (ผู้เล่น, แบงก์เกอร์, หรือ เสมอ)"
        },
        "general-rules": {
            "title": "กฎทั่วไป",
            "steps": [
                "เกมจะถูกควบคุมโดยดีลเลอร์",
                "เกมนี้ใช้ไพ่ 8 สำรับในหนึ่งชุด",
                "เมื่อเริ่มชุดไพ่ใหม่ ดีลเลอร์จะจั่วไพ่หนึ่งใบเพื่อกำหนดจำนวนไพ่ที่จะถูกเผาหรือทิ้ง โดยสามารถทิ้งได้สูงสุด 11 ใบ",
                "หลังจากหมดเวลาการเดิมพัน ดีลเลอร์จะแจกไพ่สองใบให้กับผู้เล่นและแบงก์เกอร์",
                "ฝ่ายที่มีมูลค่าไพ่สูงสุดจะเป็นผู้ชนะ",
                "หากผลลัพธ์เป็น <b>เสมอ</b> การเดิมพันที่วางไว้บนผู้เล่นและแบงก์เกอร์จะถูกคืนเงิน การเดิมพันเสมอจะชนะก็ต่อเมื่อผู้เล่นและแบงก์เกอร์มีมูลค่าเท่ากัน",
                "หากผลลัพธ์เป็น <b>เสมอที่ไม่ใช่ Natural</b> ซึ่งหมายถึงเสมอที่ใช้ไพ่ <b>มากกว่าสี่ใบ</b> การเดิมพันโบนัสผู้เล่นและโบนัสแบงก์เกอร์จะเสีย",
                "หากผลลัพธ์เป็น <b>เสมอ Natural</b> ซึ่งหมายถึงเสมอที่ใช้ไพ่ <b>สี่ใบ</b> การเดิมพันโบนัสผู้เล่นและโบนัสแบงก์เกอร์จะถูกคืนเงิน",
                "ในการเดิมพัน <b>50-50</b> เช่น <b>ผู้เล่น/แบงก์เกอร์</b> หรือ <b>ใหญ่/เล็ก</b> คุณสามารถเลือกฝ่ายใดฝ่ายหนึ่งได้เพียงหนึ่งฝ่ายต่อรอบ ตัวอย่างเช่น หากคุณวางเดิมพันบน <b>ผู้เล่น</b> คุณจะไม่สามารถวางเดิมพันบน <b>แบงก์เกอร์</b> ในรอบเดียวกันได้"
            ]
        },
        "baccarat-cards": {
            "title": "ไพ่บาคาร่า",
            "card": "ไพ่",
            "value": "มูลค่า",

            "paragraph-1": "บาคาร่าใช้ไพ่มาตรฐาน 52 ใบ โดยไม่มีโจ๊กเกอร์ มูลค่าของไพ่ที่ใช้ในเกมมีดังนี้:",

            "header-1": "การคำนวณแต้ม",
            "paragraph-2": "ไพ่ทั้งหมดในบาคาร่าจะนับเฉพาะหลักหน่วยเท่านั้น มูลค่าสูงสุดคือ 9 หากผลรวมของไพ่สองใบเป็นตัวเลขสองหลัก มูลค่ารวมจะนับเฉพาะหลักหน่วย (เช่น 15 จะกลายเป็น 5)",

            "header-2": "ไพ่ Natural และ Non-Natural",
            "subheader-1": "ไพ่ Natural",
            "paragraph-3": "หากผลรวมของไพ่สองใบแรกของผู้เล่นหรือแบงก์เกอร์เป็น <b>8</b> หรือ <b>9</b> จะถือว่าเป็น <b>ไพ่ Natural</b> และจะไม่มีการจั่วไพ่เพิ่มเติมสำหรับทั้งสองฝ่าย",

            "subheader-2": "ไพ่ Non-Natural",
            "paragraph-4": "หากผลรวมของไพ่สองใบแรกของผู้เล่นหรือแบงก์เกอร์เป็น <b>0-7</b> จะถือว่าเป็น <b>ไพ่ Non-Natural</b> และจะมีการจั่วไพ่เพิ่มเติม",
            "paragraph-5": "กฎการจั่วไพ่ใบที่สามจะอธิบายเพิ่มเติมในส่วนถัดไป",

            "header-3": "กฎการจั่วไพ่ใบที่สาม",
            "paragraph-6": "กฎการจั่วไพ่ใบที่สามสำหรับผู้เล่นขึ้นอยู่กับ <b>มูลค่าของไพ่สองใบแรกของผู้เล่น</b>",
            "paragraph-7": "กฎการจั่วไพ่ใบที่สามสำหรับแบงก์เกอร์ขึ้นอยู่กับ <b>มูลค่าของไพ่สองใบแรกของแบงก์เกอร์</b> และ <b>มูลค่าของไพ่ใบที่สามของผู้เล่น</b>",

            "player-table": {
                "player-two-card-value": "<b>มูลค่าไพ่สองใบแรกของผู้เล่น</b>",
                "action": "<b>การดำเนินการ</b>",
                "player-draws-third-card": "ผู้เล่นจั่วไพ่ใบที่สาม",
                "player-stands": "ผู้เล่นถือไพ่ (ไม่จั่วเพิ่ม)",
                "no-additional-card": "ไม่มีการจั่วไพ่เพิ่มเติม"
            },

            "banker-table": {
                "banker-two-card-value": "<b>มูลค่าไพ่สองใบแรกของแบงก์เกอร์</b>",
                "player-third-card-value": "<b>มูลค่าไพ่ใบที่สามของผู้เล่น</b>",
                "draw": "<b>D(Draw) = แบงก์เกอร์จั่วไพ่ใบที่สาม</b>",
                "stand": "<b>S(Stand) = แบงก์เกอร์ถือไพ่สองใบ</b>"
            }
        },
        "dragon-bonus": {
            "title": "โบนัสมังกร",
            "paragraph-1": "โบนัสมังกรเป็นเดิมพันเสริมในบาคาร่าที่เพิ่มความตื่นเต้นให้กับเกมด้วยการจ่ายรางวัลที่สูงกว่าเดิมพันปกติ กฎง่ายๆ มีดังนี้:",
            "how-to-bet": {
                "heading": "การเดิมพันและวิธีเดิมพัน",
                "list": [
                    "โบนัสมังกรแบ่งออกเป็น <b>โบนัสผู้เล่น</b> และ <b>โบนัสแบงก์เกอร์</b>",
                    "เงื่อนไขหลักคือคุณต้องวางเดิมพันหลักก่อน (<b>ผู้เล่น, แบงก์เกอร์,</b> หรือ <b>เสมอ</b>)",
                    "หลังจากนั้นคุณจึงสามารถวางเดิมพันบน <b>โบนัสผู้เล่น</b> หรือ <b>โบนัสแบงก์เกอร์</b>"
                ]
            },
            "winning-rules": {
                "heading": "การตัดสินผลชนะ",
                "list": [
                    "เช่นเดียวกับกฎเดิมพันหลัก หากต้องการชนะ มูลค่าของเดิมพันโบนัสต้องสูงกว่าฝ่ายตรงข้าม",
                    "โบนัสมังกรมีระบบการจ่ายเงินที่พิเศษ โดยความต่างของคะแนนจะกำหนดจำนวนเงินที่จ่าย",
                    "ยิ่งความต่างของคะแนนมาก เงินรางวัลก็จะยิ่งมากขึ้น"
                ]
            },
            "additional-rules": {
                "heading": "กฎเพิ่มเติม",
                "list": [
                    "ผลลัพธ์ของเกมคือ <b>ชนะ Natural</b> และ <b>เสมอ</b> มีกฎพิเศษที่ส่งผลต่อการจ่ายเงิน",
                    "ข้อมูลกฎพิเศษจะอธิบายในส่วนถัดไป"
                ]
            }
        },
        "bet-description": {
            "title": "คำอธิบายการเดิมพัน",
            "bet": "การเดิมพัน",
            "description": "คำอธิบาย",
            "result": "ผลลัพธ์",
            "any": "ใดๆ",
            "main-bet": {
                "title": "การเดิมพันหลัก",
                "player": {
                    "title": "ผู้เล่น",
                    "description": "จ่ายเงินหากมูลค่าของผู้เล่น <b>มากกว่า</b> มูลค่าของแบงก์เกอร์"
                },
                "banker": {
                    "title": "แบงก์เกอร์",
                    "description": "จ่ายเงินหากมูลค่าของแบงก์เกอร์ <b>มากกว่า</b> มูลค่าของผู้เล่น"
                },
                "tie": {
                    "title": "เสมอ",
                    "description": "จ่ายเงินหากผู้เล่นและแบงก์เกอร์มี <b>มูลค่าเท่ากัน</b>"
                }
            },
            "side-bet": {
                "title": "การเดิมพันเสริม",
                "playerpair": {
                    "title": "คู่ผู้เล่น",
                    "description": "จ่ายเงินหากไพ่สองใบแรกของผู้เล่นเป็น <b>คู่</b>"
                },
                "bankerpair": {
                    "title": "คู่แบงก์เกอร์",
                    "description": "จ่ายเงินหากไพ่สองใบแรกของแบงก์เกอร์เป็น <b>คู่</b>"
                },
                "perfectpair": {
                    "title": "คู่สมบูรณ์",
                    "description": [
                        "จ่ายเงินหากฝ่ายใดฝ่ายหนึ่ง (ผู้เล่นหรือแบงก์เกอร์) มี <b>ไพ่ที่เหมือนกัน</b>",
                        "จ่ายเงินหากทั้งสองฝ่าย (ผู้เล่นและแบงก์เกอร์) มี <b>ไพ่ที่เหมือนกัน</b>"
                    ]
                },
                "mixedpair": {
                    "title": "คู่ผสม",
                    "description": "จ่ายเงินหากไพ่สองใบแรกของฝ่ายใดฝ่ายหนึ่ง (ผู้เล่นหรือแบงก์เกอร์) เป็น <b>คู่</b>"
                },
                "playerbonus": {
                    "title": "โบนัสผู้เล่น",
                    "description": "จ่ายเงินหากผู้เล่นชนะด้วย <b>Natural 8 หรือ 9</b> หรือชนะด้วย <b>ความต่าง 4 แต้ม</b>"
                },
                "bankerbonus": {
                    "title": "โบนัสแบงก์เกอร์",
                    "description": "จ่ายเงินหากแบงก์เกอร์ชนะด้วย <b>Natural 8 หรือ 9</b> หรือชนะด้วย <b>ความต่าง 4 แต้ม</b>"
                },
                "tieon": {
                    "title": "เสมอบน (0-9)",
                    "description": "จ่ายเงินหากผลลัพธ์ของเกมคือ <b>เสมอ</b> ด้วยมูลค่า <b>0-9</b>"
                },
                "small": {
                    "title": "เล็ก",
                    "description": "จ่ายเงินหากดีลเลอร์แจกไพ่เพียง <b>4 ใบ</b> ในรอบเดียว"
                },
                "big": {
                    "title": "ใหญ่",
                    "description": "จ่ายเงินหากดีลเลอร์แจกไพ่ <b>มากกว่า 4 ใบ</b> ในรอบเดียว"
                }
            }
        }
    }
}
