{
    "general": {
        "title": "सामान्य",
        "paragraph-1": "खेल में भाग लेने के लिए, आपके पास अपने दांव को कवर करने के लिए पर्याप्त बैलेंस/फंड होना चाहिए। आपका वर्तमान बैलेंस आपकी स्क्रीन के निचले बाएं कोने में देखा जा सकता है।",
        "paragraph-2": "TOTAL BET संकेतक वर्तमान राउंड के लिए आपके द्वारा लगाए गए कुल दांव की राशि दिखाता है।",
        "paragraph-3": "टेबल पर अनुमति दी गई न्यूनतम और अधिकतम दांव दिखाता है, जो किसी भी समय बदल सकते हैं। इसके अलावा, यह वर्तमान सत्र के लिए अद्वितीय कोड और आपके द्वारा खेले जा रहे खेल का नाम दिखाता है।",
        "paragraph-4": "टाइमर दांव लगाने के लिए शेष समय दिखाएगा। समय समाप्त होने पर, दांव बंद हो जाएंगे और कोई और दांव स्वीकार नहीं किए जाएंगे। दांव समय समाप्त होने के बाद, यदि आपका दांव खेल राउंड में भाग लेने के लिए स्वीकार किया जाता है, तो आपको \"दांव स्वीकार किया गया\" पुष्टि मिलेगी; अन्यथा, आपको \"दांव अस्वीकार किया गया\" सूचना मिलेगी।",
        "paragraph-5": "चिप डिस्प्ले आपको प्रत्येक चिप का मूल्य चुनने की अनुमति देता है जिसे आप दांव लगाना चाहते हैं। आप स्क्रीन के निचले हिस्से या दाईं ओर स्थित चिप पर क्लिक करके दांव के लिए चिप मूल्य चुन सकते हैं, जो कैंसल, डबल और रीबेट बटन के पास स्थित है, सभी उपलब्ध चिप मूल्य देखने के लिए।"
    },
    "menu": {
        "title": "मेनू",
        "description": "खेल के दौरान खिलाड़ियों की सुविधा के लिए अतिरिक्त बटन।",
        "paragraph-1": "कैंसल बटन आपके द्वारा पहले टेबल पर रखी गई एक चिप को हटा देगा।",
        "paragraph-2": "आपके द्वारा लगाए गए चिप की राशि को दोगुना कर देता है। सुनिश्चित करें कि आपके खाते में सभी लगाए गए दांव को दोगुना करने के लिए पर्याप्त बैलेंस है।",
        "paragraph-3": "आपको पिछले राउंड में टेबल पर लगाए गए दांव को दोहराने की अनुमति देता है।",
        "paragraph-4": "बर्गर मेनू खेल में उपयोग के लिए महत्वपूर्ण मेनू प्रदान करता है।",
        "paragraph-5": "टेबल पर रखी गई चिप की डिस्प्ले को छुपाता है।",
        "paragraph-6": "चल रहे खेल के आंकड़े दिखाता है।",
        "paragraph-7": "आपको अपने पसंदीदा दांव को सहेजने और उपयोग करने की अनुमति देता है।",
        "paragraph-8": "रोडमैप / खेल आंकड़े दिखाता है या छुपाता है।"
    },
    "settings": {
        "title": "सेटिंग्स",
        "description": "उपयोगकर्ता की आवश्यकताओं और प्राथमिकताओं के अनुसार सुविधाओं को अनुकूलित करने के लिए अतिरिक्त विकल्प।",
        "video": {
            "title": "वीडियो",
            "description": "विवरण: स्ट्रीमिंग दिखाने या न दिखाने और स्ट्रीमिंग रिज़ॉल्यूशन सेटिंग्स।",
            "default": "डिफ़ॉल्ट: टॉगल ऑन, मध्यम रिज़ॉल्यूशन।"
        },
        "live-streaming-audio": {
            "title": "लाइव स्ट्रीमिंग ऑडियो",
            "description": "विवरण: लाइव स्टूडियो स्ट्रीम से ऑडियो सेटिंग्स।",
            "default": "डिफ़ॉल्ट: टॉगल ऑन।"
        },
        "background-music": {
            "title": "बैकग्राउंड म्यूज़िक",
            "description": "विवरण: बैकग्राउंड म्यूज़िक के लिए ऑडियो सेटिंग्स।",
            "default": "डिफ़ॉल्ट: टॉगल ऑन।"
        },
        "game-effects": {
            "title": "गेम इफेक्ट्स",
            "description": "विवरण: गेम इफेक्ट्स के लिए ऑडियो सेटिंग्स।",
            "default": "डिफ़ॉल्ट: टॉगल ऑन।"
        },
        "auto-bet": {
            "title": "ऑटो रीबेट",
            "description": "विवरण: पिछले दांव के आधार पर ऑटो रीबेट चालू/बंद सेटिंग्स।",
            "default": "डिफ़ॉल्ट: टॉगल ऑफ।"
        },
        "language": {
            "title": "भाषा",
            "description": "विवरण: उपयोग की जाने वाली भाषा का चयन करने के लिए सेटिंग्स।",
            "default": "डिफ़ॉल्ट: आपके द्वारा अंतिम बार सेट की गई भाषा के अनुसार।"
        },
        "disclaimer": "अस्वीकरण",
        "disclaimer-settings": "ऑटो दांव सेटिंग्स को छोड़कर, आपकी सेटिंग प्राथमिकताएं सहेजी जाएंगी।"
    }
}
