{
    "player": "प्लेयर",
    "banker": "बैंकर",
    "tie": "टाई",
    "playerbonus": "प्लेयर बोनस",
    "bankerbonus": "बैंकर बोनस",
    "playerpair": "प्लेयर पेयर",
    "bankerpair": "बैंकर पेयर",
    "perfectpair": "परफेक्ट पेयर",
    "mixedpair": "मिक्स्ड पेयर",
    "small": "स्मॉल",
    "big": "बिग",

    "player bonus": "प्लेयर बोनस",
    "banker bonus": "बैंकर बोनस",

    "natural win": "नेचुरल विन",
    "natural tie": "नेचुरल टाई",
    "win by 9 points": "9 पॉइंट्स से जीत",
    "win by 8 points": "8 पॉइंट्स से जीत",
    "win by 7 points": "7 पॉइंट्स से जीत",
    "win by 6 points": "6 पॉइंट्स से जीत",
    "win by 5 points": "5 पॉइंट्स से जीत",
    "win by 4 points": "4 पॉइंट्स से जीत",

    "player pair": "प्लेयर पेयर",
    "banker pair": "बैंकर पेयर",
    "perfect pair": "परफेक्ट पेयर",
    "mixed pair": "मिक्स्ड पेयर",

    "side bet": "साइड बेट",

    "tie on": "टाई ऑन",
    "0": "०",
    "1": "१",
    "2": "२",
    "3": "३",
    "4": "४",
    "5": "५",
    "6": "६",
    "7": "७",
    "8": "८",
    "9": "९",

    "quick-how-to-play": {
        "slide-1": {
            "animation": "https://cdn.lottielab.com/l/4YtutT5kxURR6G.json",
            "title": "कैसे खेलें",
            "content": [
                "बक्कारा एक ऐसा गेम है जहां आप जीतने वाले हाथ का अनुमान लगाते हैं: प्लेयर, बैंकर, या टाई, जिसका कुल मूल्य <b>9 के सबसे करीब</b> होगा।"
            ]
        },
        "slide-2": {
            "animation": "https://cdn.lottielab.com/l/kjrgDZwNaksKp0.json",
            "title": "कैसे खेलें",
            "content": [
                "कार्ड का मूल्य उनके नंबर के आधार पर होता है, <b>फेस कार्ड (J, Q, K) का मूल्य 0</b> होता है और <b>एस का मूल्य 1</b> होता है। यदि कार्ड का कुल मूल्य 9 से अधिक हो जाता है, तो केवल अंतिम अंक गिना जाता है (उदाहरण के लिए, 15, 5 हो जाता है)।"
            ]
        },
        "slide-3": {
            "animation": "https://cdn.lottielab.com/l/9BwkB8jSAJsmDW.json",
            "title": "गणना",
            "content": [
                "विजेता वह होता है जिसका <b>कुल पॉइंट 9 के सबसे करीब</b> होता है। यदि प्लेयर और बैंकर का कुल पॉइंट समान होता है, तो परिणाम टाई होता है।"
            ]
        }
    },

    "how-to-play": {
        "introduction": {
            "title": "परिचय",
            "paragraph-1": "बक्कारा, जिसे पुंटो बैंको के नाम से भी जाना जाता है, दुनिया भर के कैसीनो में सबसे पुराने और सबसे लोकप्रिय कार्ड गेम्स में से एक है, खासकर उच्च दांव लगाने वालों और एशिया में। बक्कारा मकाओ में विशेष रूप से प्रमुख है।",
            "paragraph-2": "हालांकि यह गंभीर और शानदार लगता है, लेकिन यह गेम वास्तव में बहुत सरल है। आपको केवल यह अनुमान लगाना है कि कौन सा पक्ष जीतेगा या टाई होगा।",
            "game-objective": "गेम का उद्देश्य",
            "paragraph-3": "बक्कारा का उद्देश्य यह अनुमान लगाना है कि कौन सा पक्ष सबसे अधिक कार्ड मूल्य या 9 के सबसे करीब होगा (प्लेयर, बैंकर, या टाई)।"
        },
        "general-rules": {
            "title": "सामान्य नियम",
            "steps": [
                "गेम डीलर द्वारा संचालित किया जाएगा।",
                "गेम में एक शू में 8 डेक कार्ड का उपयोग किया जाता है।",
                "प्रत्येक नए शू की शुरुआत में, डीलर एक कार्ड निकालता है ताकि यह निर्धारित किया जा सके कि कितने कार्ड बर्न या फेंके जाएंगे। अधिकतम 11 कार्ड फेंके जा सकते हैं।",
                "बेटिंग समय समाप्त होने के बाद, डीलर प्लेयर और बैंकर को दो-दो कार्ड बांटेगा।",
                "सबसे अधिक कार्ड मूल्य वाला हाथ जीतता है।",
                "यदि परिणाम <b>टाई</b> होता है, तो प्लेयर और बैंकर पर लगाए गए बेट्स वापस कर दिए जाते हैं। टाई बेट केवल तब जीतता है जब प्लेयर और बैंकर का मूल्य समान होता है।",
                "यदि परिणाम <b>नॉन-नेचुरल टाई</b> होता है, यानी <b>चार से अधिक कार्ड</b> बांटे जाते हैं, तो प्लेयर बोनस और बैंकर बोनस बेट्स हार जाते हैं।",
                "यदि परिणाम <b>नेचुरल टाई</b> होता है, यानी <b>चार कार्ड</b> बांटे जाते हैं, तो प्लेयर बोनस और बैंकर बोनस बेट्स वापस कर दिए जाते हैं।",
                "<b>50-50 बेट्स</b> (जैसे <b>प्लेयर/बैंकर</b> या <b>बड़ा/छोटा</b>) में, आप प्रति राउंड केवल एक पक्ष चुन सकते हैं। उदाहरण के लिए, यदि आपने <b>प्लेयर</b> पर बेट लगाया है, तो आप उसी राउंड में <b>बैंकर</b> पर बेट नहीं लगा सकते हैं।"
            ]
        },
        "baccarat-cards": {
            "title": "बक्कारा कार्ड",
            "card": "कार्ड",
            "value": "मूल्य",

            "paragraph-1": "बक्कारा में 52 कार्ड के स्टैंडर्ड डेक का उपयोग किया जाता है, जोकर के बिना। गेम में उपयोग किए जाने वाले कार्ड मूल्य इस प्रकार हैं:",

            "header-1": "पॉइंट गणना",
            "paragraph-2": "बक्कारा में सभी कार्ड केवल उनके अंतिम अंक के आधार पर गिने जाते हैं। सबसे अधिक मूल्य 9 है। यदि दो कार्ड का योग दो अंकों की संख्या है, तो कुल मूल्य दूसरा अंक होता है (उदाहरण के लिए, 15, 5 हो जाता है)।",

            "header-2": "नेचुरल और नॉन-नेचुरल कार्ड",
            "subheader-1": "नेचुरल कार्ड",
            "paragraph-3": "यदि प्लेयर या बैंकर के पहले दो कार्ड का कुल मूल्य <b>8</b> या <b>9</b> है, तो इसे <b>नेचुरल कार्ड</b> माना जाता है और किसी भी पक्ष को कोई अतिरिक्त कार्ड नहीं दिया जाएगा।",

            "subheader-2": "नॉन-नेचुरल कार्ड",
            "paragraph-4": "यदि प्लेयर या बैंकर के पहले दो कार्ड का कुल मूल्य <b>0-7</b> है, तो इसे <b>नॉन-नेचुरल कार्ड</b> माना जाता है और एक अतिरिक्त कार्ड दिया जाएगा।",
            "paragraph-5": "तीसरे कार्ड के नियम अगले भाग में विस्तार से बताए जाएंगे।",

            "header-3": "तीसरे कार्ड के नियम",
            "paragraph-6": "प्लेयर के लिए तीसरे कार्ड के नियम <b>प्लेयर के दो कार्ड के मूल्य</b> पर निर्भर करते हैं।",
            "paragraph-7": "बैंकर के लिए तीसरे कार्ड के नियम <b>बैंकर के दो कार्ड के मूल्य</b> और <b>प्लेयर के तीसरे कार्ड के मूल्य</b> पर निर्भर करते हैं।",

            "player-table": {
                "player-two-card-value": "<b>प्लेयर के दो कार्ड का मूल्य</b>",
                "action": "<b>कार्रवाई</b>",
                "player-draws-third-card": "प्लेयर तीसरा कार्ड खींचता है",
                "player-stands": "प्लेयर खड़ा रहता है (कोई अतिरिक्त कार्ड नहीं)",
                "no-additional-card": "कोई अतिरिक्त कार्ड नहीं"
            },

            "banker-table": {
                "banker-two-card-value": "<b>बैंकर के दो कार्ड का मूल्य</b>",
                "player-third-card-value": "<b>प्लेयर के तीसरे कार्ड का मूल्य</b>",
                "draw": "<b>D(Draw) = बैंकर तीसरा कार्ड खींचता है</b>",
                "stand": "<b>S(Stand) = बैंकर दो कार्ड के साथ खड़ा रहता है</b>"
            }
        },
        "dragon-bonus": {
            "title": "ड्रैगन बोनस",
            "paragraph-1": "ड्रैगन बोनस बक्कारा में एक अतिरिक्त बेट है जो सामान्य बेट्स से बड़े पेआउट के साथ गेम में रोमांच जोड़ता है। यहां सरल नियम दिए गए हैं:",
            "how-to-bet": {
                "heading": "बेटिंग और बेटिंग तरीका",
                "list": [
                    "ड्रैगन बोनस को <b>प्लेयर बोनस</b> और <b>बैंकर बोनस</b> में विभाजित किया गया है।",
                    "मुख्य शर्त के रूप में, आपको पहले मुख्य बेट लगाना होगा (<b>प्लेयर, बैंकर,</b> या <b>टाई</b>).",
                    "उसके बाद आप <b>प्लेयर बोनस</b> या <b>बैंकर बोनस</b> पर बेट लगा सकते हैं।"
                ]
            },
            "winning-rules": {
                "heading": "जीत निर्धारण",
                "list": [
                    "मुख्य बेट नियमों के समान, जीतने के लिए बोनस बेट का मूल्य प्रतिद्वंद्वी से अधिक होना चाहिए।",
                    "ड्रैगन बोनस में एक अनूठा भुगतान प्रणाली है। जीत का अंतर भुगतान राशि निर्धारित करता है।",
                    "जीत का अंतर जितना बड़ा होगा, भुगतान उतना ही अधिक होगा।"
                ]
            },
            "additional-rules": {
                "heading": "अतिरिक्त नियम",
                "list": [
                    "गेम का परिणाम <b>नेचुरल जीत</b> और <b>टाई</b> होने पर विशेष नियम लागू होते हैं जो भुगतान को प्रभावित करते हैं।",
                    "विशेष नियमों की जानकारी अगले भाग में दी जाएगी।"
                ]
            }
        },
        "bet-description": {
            "title": "बेट विवरण",
            "bet": "बेट",
            "description": "विवरण",
            "result": "परिणाम",
            "any": "कोई भी",
            "main-bet": {
                "title": "मुख्य बेट",
                "player": {
                    "title": "प्लेयर",
                    "description": "यदि प्लेयर का मूल्य <b>बैंकर से अधिक</b> है तो भुगतान किया जाता है"
                },
                "banker": {
                    "title": "बैंकर",
                    "description": "यदि बैंकर का मूल्य <b>प्लेयर से अधिक</b> है तो भुगतान किया जाता है"
                },
                "tie": {
                    "title": "टाई",
                    "description": "यदि प्लेयर और बैंकर का मूल्य <b>समान</b> है तो भुगतान किया जाता है"
                }
            },
            "side-bet": {
                "title": "साइड बेट",
                "playerpair": {
                    "title": "प्लेयर पेयर",
                    "description": "यदि प्लेयर के पहले दो कार्ड <b>पेयर</b> हैं तो भुगतान किया जाता है"
                },
                "bankerpair": {
                    "title": "बैंकर पेयर",
                    "description": "यदि बैंकर के पहले दो कार्ड <b>पेयर</b> हैं तो भुगतान किया जाता है"
                },
                "perfectpair": {
                    "title": "परफेक्ट पेयर",
                    "description": [
                        "यदि प्लेयर या बैंकर में से केवल एक को <b>समान कार्ड</b> मिलता है तो भुगतान किया जाता है",
                        "यदि प्लेयर और बैंकर दोनों को <b>समान कार्ड</b> मिलता है तो भुगतान किया जाता है"
                    ]
                },
                "mixedpair": {
                    "title": "मिक्स्ड पेयर",
                    "description": "यदि प्लेयर या बैंकर में से किसी एक के पहले दो कार्ड <b>पेयर</b> हैं तो भुगतान किया जाता है"
                },
                "playerbonus": {
                    "title": "प्लेयर बोनस",
                    "description": "यदि प्लेयर <b>नेचुरल 8 या 9</b> से जीतता है या कम से कम <b>4 पॉइंट के अंतर</b> से जीतता है तो भुगतान किया जाता है"
                },
                "bankerbonus": {
                    "title": "बैंकर बोनस",
                    "description": "यदि बैंकर <b>नेचुरल 8 या 9</b> से जीतता है या कम से कम <b>4 पॉइंट के अंतर</b> से जीतता है तो भुगतान किया जाता है"
                },
                "tieon": {
                    "title": "टाई ऑन (0-9)",
                    "description": "यदि गेम का परिणाम <b>टाई</b> है और मूल्य <b>0-9</b> है तो भुगतान किया जाता है"
                },
                "small": {
                    "title": "छोटा",
                    "description": "यदि डीलर एक राउंड में केवल <b>4 कार्ड</b> बांटता है तो भुगतान किया जाता है"
                },
                "big": {
                    "title": "बड़ा",
                    "description": "यदि डीलर एक राउंड में <b>4 से अधिक कार्ड</b> बांटता है तो भुगतान किया जाता है"
                }
            }
        }
    }
}
