{
    "dragonpair": "ड्रैगन जोड़ी",
    "tigerpair": "टाइगर जोड़ी",
    "dragonwild": "ड्रैगन Wild",
    "tigerwild": "टाइगर Wild",
    "dragon": "ड्रैगन",
    "tiger": "टाइगर",
    "wild": "Wild",
    "superwild": "Super Wild",
    "tie": "टाई",
    "big": "बड़ा",
    "small": "छोटा",
    "odd": "विषम",
    "even": "सम",
    "red": "लाल",
    "black": "काला",
    "wild bet": "Wild बेट",
    "dragon wild": "ड्रैगन Wild",
    "tiger wild": "टाइगर Wild",
    "super wild": "Super Wild",
    "pair bet": "जोड़ी बेट",
    "dragon pair": "ड्रैगन जोड़ी",
    "tiger pair": "टाइगर जोड़ी",

    "quick-how-to-play": {
        "slide-1": {
            "animation": "https://cdn.lottielab.com/l/E3LKnqriEikdTg.json",
            "title": "कैसे खेलें",
            "content": [
                "Dragon Tiger Wild में एक नया रोमांचक <b>WILD कार्ड</b> फीचर है! <b>127x</b> तक की जीत की संभावना को अनलॉक करें! सबसे ऊंचे कार्ड और Wild कॉम्बिनेशन का अनुमान लगाएं और शानदार इनाम जीतें! चलो WILD हो जाएं!!!"
            ]
        },
        "slide-2": {
            "animation": "https://cdn.lottielab.com/l/CHwzKob4zhYvaz.json",
            "title": "कैसे खेलें",
            "content": [
                "यह गेम तीन कार्ड के साथ खेला जाता है: 2 मुख्य कार्ड (ड्रैगन और टाइगर) <b>सबसे ऊंचे मूल्य के लिए प्रतिस्पर्धा करते हैं</b>, और 1 Wild कार्ड बोनस कॉम्बिनेशन बनाता है।",
                "बेटिंग विकल्प: मुख्य बेट (ड्रैगन/टाइगर/टाई) या Wild बेट (ड्रैगन जोड़ी, टाइगर जोड़ी, ड्रैगन Wild, टाइगर Wild, Super Wild)।"
            ]
        },
        "slide-3": {
            "animation": "https://cdn.lottielab.com/l/EGpvJG8vtu5F9n.json",
            "title": "Wild बोनस",
            "content": [
                "Wild कार्ड विशेष कॉम्बिनेशन के माध्यम से जीत को <b>127x</b> तक बढ़ाता है!",
                "Wild कॉम्बिनेशन पर बेट लगाएं और <b>गुणित बोनस</b> जीतें!"
            ]
        }
    },

    "how-to-play": {
        "introduction": {
            "title": "परिचय",
            "paragraph-1": "Dragon Tiger Wild, IDNLIVE EUROPE का नवीनतम गेम है, जो Wild कार्ड के साथ और भी रोमांच प्रदान करता है। यह गेम Dragon Tiger के प्रशंसकों के लिए एक नया अनुभव प्रदान करता है, जिसमें 127x तक की जीत की संभावना है! चलो WILD हो जाएं!!!",
            "game-objective": "गेम का उद्देश्य",
            "paragraph-2": "इस गेम का उद्देश्य ड्रैगन और टाइगर के बीच सबसे ऊंचे कार्ड का अनुमान लगाना है और Wild कार्ड का उपयोग करके बोनस Wild कॉम्बिनेशन बनाना है ताकि बड़े इनाम मिल सकें।"
        },
        "general-rules": {
            "title": "सामान्य नियम",
            "steps": [
                "यह गेम एक डीलर द्वारा संचालित किया जाता है।",
                "गेम में एक शू में 8 डेक कार्ड का उपयोग किया जाता है।",
                "प्रत्येक नए शू की शुरुआत में, डीलर एक कार्ड खोलकर यह निर्धारित करेगा कि कितने कार्ड जलाए जाएंगे। अधिकतम 11 कार्ड जलाए जा सकते हैं।",
                "बेटिंग समय समाप्त होने के बाद, डीलर एक Wild कार्ड निकालता है, फिर ड्रैगन और टाइगर को एक-एक कार्ड बांटता है।",
                "सबसे ऊंचे कार्ड मूल्य वाला पक्ष जीतता है। सबसे ऊंचा मूल्य K है, जो 13 के बराबर है।",
                "यदि परिणाम टाई होता है, तो ड्रैगन और टाइगर बेट आधे वापस कर दिए जाते हैं। टाई बेट केवल तब जीतता है जब ड्रैगन और टाइगर का मूल्य समान हो।",
                "50-50 बेट जैसे ड्रैगन/टाइगर में, आप प्रति राउंड केवल एक पक्ष चुन सकते हैं। यदि आप ड्रैगन पर बेट लगाते हैं, तो आप उसी राउंड में टाइगर पर बेट नहीं लगा सकते।"
            ]
        },
        "dragon-tiger-wild-card": {
            "title": "Dragon Tiger Wild कार्ड",
            "content": "Dragon Tiger Wild, जोकर के बिना 52 कार्ड के मानक डेक का उपयोग करता है। गेम में उपयोग किए जाने वाले कार्ड मान इस प्रकार हैं:",
            "card": "कार्ड",
            "value": "मान"
        },
        "wild-bet": {
            "title": "Wild बेट",
            "description": "जैसा कि परिचय में बताया गया है, Dragon Tiger Wild नए गेमप्ले तत्व और रोमांचक बोनस प्रदान करता है। यह इस प्रकार काम करता है:",
            "description-2": "Wild कार्ड सामान्य बेट से अधिक भुगतान के साथ जीत निर्धारित करता है। Wild बेट के 5 प्रकार हैं:",

            "dragon-wild": "यह बेट तब जीतता है जब ड्रैगन कार्ड जीतता है और Wild कार्ड के समान मान होता है।",
            "tiger-wild": "यह बेट तब जीतता है जब टाइगर कार्ड जीतता है और Wild कार्ड के समान मान होता है।",
            "super-wild": "यह बेट तब जीतता है जब Wild कार्ड, ड्रैगन कार्ड और टाइगर कार्ड तीनों का मान समान होता है।",
            "dragon-pair": "यह बेट तब जीतता है जब ड्रैगन कार्ड और Wild कार्ड का मान समान होता है (ड्रैगन कार्ड को जीतने की आवश्यकता नहीं है)।",
            "tiger-pair": "यह बेट तब जीतता है जब टाइगर कार्ड और Wild कार्ड का मान समान होता है (टाइगर कार्ड को जीतने की आवश्यकता नहीं है)।"
        },
        "bet-description": {
            "title": "बेट विवरण",
            "bet": "बेट",
            "description": "विवरण",
            "result": "परिणाम",
            "any": "कोई भी",
            "main-bet": {
                "title": "मुख्य बेट",
                "dragon": {
                    "title": "ड्रैगन",
                    "description": "यदि ड्रैगन कार्ड का मान टाइगर कार्ड से अधिक है तो जीतता है।"
                },
                "tiger": {
                    "title": "टाइगर",
                    "description": "यदि टाइगर कार्ड का मान ड्रैगन कार्ड से अधिक है तो जीतता है।"
                },
                "tie": {
                    "title": "टाई",
                    "description": "यदि ड्रैगन और टाइगर कार्ड का मान समान है तो जीतता है।"
                }
            },
            "side-bet": {
                "title": "साइड बेट",
                "dragon-wild": {
                    "title": "ड्रैगन Wild",
                    "description": "यदि ड्रैगन पक्ष जीतता है और ड्रैगन कार्ड और Wild कार्ड का मान समान है तो जीतता है।"
                },
                "tiger-wild": {
                    "title": "टाइगर Wild",
                    "description": "यदि टाइगर पक्ष जीतता है और टाइगर कार्ड और Wild कार्ड का मान समान है तो जीतता है।"
                },
                "super-wild": {
                    "title": "Super Wild",
                    "description": "यदि Wild कार्ड, ड्रैगन कार्ड और टाइगर कार्ड तीनों का मान समान है तो जीतता है।"
                },
                "dragon-pair": {
                    "title": "ड्रैगन जोड़ी",
                    "description": "यदि ड्रैगन कार्ड और Wild कार्ड का मान समान है तो जीतता है।"
                },
                "tiger-pair": {
                    "title": "टाइगर जोड़ी",
                    "description": "यदि टाइगर कार्ड और Wild कार्ड का मान समान है तो जीतता है।"
                }
            }
        }
    }
}
