{
    "introduction": {
        "title": "pengenalan",
        "content": "Dragon Tiger Wild adalah game terbaru dari IDNLIVE Europe, kamu akan menemukan pengalaman baru yang seru dan menyenangkan dalam memainkan game ini jika kamu sudah familiar dengan game dragon tiger. Dalam permainan baru ini kami menambahkan elemen baru ke permainan dragon tiger dengan wild card, Anda akan mendapatkan hadiah yang jauh lebih tinggi dalam permainan ini. Let’s get wild!!!"
    },
    "game-objective": {
        "title": "TUJUAN PERMAINAN",
        "content": "Tujuan dalam permainan Dragon Tiger Wild adalah menebak kartu tertinggi dan juga menebak wild card dengan benar agar hadiah anda semakin lebih besar."
    },
    "rules": {
        "title": "PERATURAN UMUM",
        "steps": [
            "Permainan ini akan dibawakan oleh seorang Dealer atau pemandu permainan.",
            "Permainan ini menggunakan 8 set kartu dalam satu buah “Shoe”.",
            "Di setiap awal “Shoe” baru, Dealer akan mengeluarkan satu kartu yang akan jadi penentu berapa kartu yang akan di “Burn” atau dibuang untuk “Shoe” tersebut. Kartu Ace bernilai 1, kartu 2 sampai 10 bernilai sesuai dengan kartu, sedangkan kartu gambar bernilai 10, maka setiap “Shoe” akan membuang total 10 kartu paling banyak.",
            "Nilai kartu dalam Dragon Tiger Wild",
            "- Ace = 1",
            "- 2 sampai 10 = sesuai kartu",
            "- Jack, Queen, King = 11, 12. 13",
            "Ketika waktu memasang habis maka semua taruhan akan diterima secara otomatis.",
            "Dealer akan mengeluarkan satu kartu pertama sebagai Wild Card , kemudian memberikan masing masing satu kartu kepada pihak Naga dan Harimau.",
            "Pihak dengan nilai tertinggi akan menjadi pemenang. Nilai tertinggi adalah K yaitu bernilai 13.",
            "Jika terjadi nilai seri atau Tie, maka Taruhan pada Naga dan Harimau akan dikembalikan setengahnya. Taruhan Seri menang hanya ketika nilai  Naga dan Harimau seri."
        ]
    },
    "wild-card-bet": {
        "title": "TARUHAN WILD CARD",
        "description": "Seperti yang kami sebutkan di Pengenalan, permainan ini memiliki elemen gameplay baru dan bonus yang menarik. Berikut penjelasannya.",
        "description-2": "Kartu Wild akan menjadi penentu kemenangan dengan nilai hadiah lebih besar daripada taruhan normal, ada terbagi 5 taruhan wild akan yang dijelaskan selanjutnya.",
        "dragon-wild": {
            "title": "Naga Wild",
            "content": "Taruhan Naga Wild ini pada dasarnya seperti bertaruh pada taruhan Naga namun apabila Pihak Naga yang menang dan juga nilai kartunya dan kartu Wild sama, maka anda akan memenangkan taruhan ini."
        },
        "tiger-wild": {
            "title": "Harimau Wild",
            "content": "Taruhan Harimau Wild ini pada dasarnya seperti bertaruh pada taruhan Harimau namun apabila Pihak Harimau yang menang dan juga nilai kartunya dan kartu Wild sama, maka anda akan memenangkan taruhan ini."
        },
        "super-wild": {
            "title": "Super Wild",
            "content": "Taruhan Super Wild ini pada dasarnya seperti bertaruh pada taruhan Seri namun apabila hasilnya Seri dan juga nilai kartu Wild juga sesuai dengan nilai kartu Naga dan Harimau, maka anda akan memenangkan taruhan ini."
        },
        "dragon-pair": {
            "title": "Pair Naga",
            "content": "Taruhan Pair Naga pada dasarnya adalah taruhan Pair biasa, jadi apabila Nilai kartu Naga dan nilai kartu wild sama, maka anda akan memenangkan taruhan ini."
        },
        "tiger-pair": {
            "title": "Pair Harimau",
            "content": "Taruhan Pair Harimau pada dasarnya adalah taruhan Pair biasa, jadi apabila Nilai kartu Harimau dan nilai kartu wild sama, maka anda akan memenangkan taruhan ini."
        }
    },
    "side-bet": {
        "title": "TARUHAN SAMPINGAN",
        "examples": "Contoh",
        "description": "Deskripsi",
        "table": {
            "dragon-wild": {
                "title": "Naga Wild",
                "description": "Dibayar jika Pihak Naga menang dan juga nilai kartu Naga dan kartu Wild sama"
            },
            "tiger-wild": {
                "title": "Harimau Wild",
                "description": "Dibayar jika Pihak Harimau menang dan juga nilai kartu Harimau dan kartu Wild sama"

            },
            "super-wild": {
                "title": "Super Wild",
                "description": "Dibayar jika nilai kartu Naga, Harimau dan Wild sama"
            },
            "dragon-pair": {
                "title": "Pair Naga",
                "description": "Dibayar jika nilai Kartu Naga dan kartu Wild sama"
            },
            "tiger-pair": {
                "title": "Pair Harimau",
                "description": "Dibayar jika nilai Kartu Harimau dan kartu Wild sama"
            }
        }
    },
    "payout": {
        "title": "pembayaran",
        "content": "Sesuai dengan yang ada di menu Bayaran dan Batasan"
    }
}