{
    "introduction": {
        "title": "INTRODUCTION",
        "content": "Dragon Tiger Wild is the latest game from IDNLIVE Europe. If you are familiar with the Dragon Tiger game, you will find a new, exciting, and fun experience in playing this game. In this new game, we add new elements to the dragon tiger game with wild cards, and you will get much higher prizes in this game. Let's get wild!!!"
    },
    "game-objective": {
        "title": "Game Objective",
        "content": "The goal in the Dragon Tiger Wild game is to guess the highest card and also think of the wild card correctly so that your prize is even more significant."
    },
    "rules": {
        "title": "GENERAL RULES",
        "steps": [
            "A Dealer or game guide will host this game.",
            "This game uses eight sets of cards in one “Shoe”.",
            "At the beginning of each new “Shoe,” the Dealer will issue one card that will determine how many cards will be “Burned” or discarded for that “Shoe.” Ace cards are worth 1, cards 2 to 10 are worth according to the card, and picture cards are worth 10, so each “Shoe” will discard ten cards at most.",
            "Card values ​​in Dragon Tiger Wild",
            "- Ace = 1",
            "- 2 to 10 = according to card",
            "- Jack, Queen, King = 11, 12. 13",
            "When the betting time runs out, all bets will be accepted automatically.",
            "The dealer will issue one card as a Wild Card, then give each card to the Dragon and Tiger sides.",
            "The party with the highest score will be the winner. The highest score is K, which is worth 13.",
            "If there is a tie, half of the bets on Dragon and Tiger will be returned. Tie bets win only when the Dragon and Tiger values ​​are the same."
        ]
    },
    "wild-card-bet": {
        "title": "WILD CARD BET",
        "description": "As the Introduction mentions, this game has new gameplay elements and exciting bonuses. Here's the explanation.",
        "description-2": "Wild cards will determine victory, with a prize value greater than regular bets. There are five wild bets, which will be explained next.",
        "dragon-wild": {
            "title": "Dragon Wild",
            "content": "This Dragon Wild bet is basically like betting on the Dragon bet, but if the Dragon side wins and the value of its card and the Wild card is the same, you will win."
        },
        "tiger-wild": {
            "title": "Tiger Wild",
            "content": "This Tiger Wild bet is basically like betting on the Tiger bet, but if the Tiger wins and the value of its card and the Wild card is the same, you will win."
        },
        "super-wild": {
            "title": "Super Wild",
            "content": "This Super Wild bet is basically like betting on a Tie bet, but if the result is a Tie and the Wild card value matches the Dragon and Tiger card value, you will win."
        },
        "dragon-pair": {
            "title": "Dragon Pair",
            "content": "Dragon Pair bet is basically a regular Pair bet, so if the Dragon card value and the wild card value are the same, then you will win this bet."
        },
        "tiger-pair": {
            "title": "Tiger Pair",
            "content": "Tiger Pair bet is basically a regular Pair bet, so if the Tiger card value and the wild card value are the same, then you will win this bet."
        }
    },
    "side-bet": {
        "title": "Side Bets",
        "examples": "Example",
        "description": "Deskripsi",
        "table": {
            "dragon-wild": {
                "title": "Dragon Wild",
                "description": "Paid if the Dragon side wins, and also the value of the Dragon card and the Wild card are the same"
            },
            "tiger-wild": {
                "title": "Tiger Wild",
                "description": "Paid if the Tiger side wins, and also the value of the The Tiger card and the Wild card are the same"
            },
            "super-wild": {
                "title": "Super Wild",
                "description": "Paid if the value of Dragon, Tiger, and Wild cards are the same"
            },
            "dragon-pair": {
                "title": "Dragon Pair",
                "description": "Paid if the value of the Dragon Card and the Wild Card are the same"
            },
            "tiger-pair": {
                "title": "Tiger Pair",
                "description": "Paid if the value of the Tiger Card and the Wild Card are the same"
            }
        }
    },
    "payout": {
        "title": "Payout",
        "content": "Corresponds to what is in the Payments and Limits menu"
    }
}