{
    "menu": "เมนู",
    "pattern": "ลวดลาย",
    "lobby": "ล็อบบี้",
    "history": "ประวัติ",
    "how-to-play": "วิธีการเล่น",
    "payout-and-limit": "การจ่ายเงินและขีดจำกัด",
    "promotion": "โปรโมชั่น",
    "settings": "ตั้งค่า",
    "video": "วิดีโอ",
    "live-streaming-sound": "เสียงการถ่ายทอดสด",
    "game-effects": "เอฟเฟกต์เกม",
    "auto-rebet": "เดิมพันอัตโนมัติ",
    "language": "ภาษา",
    "main-bet": "เดิมพันหลัก",
    "limit-bet": "เดิมพันขีดจำกัด",
    "payout": "การจ่ายเงิน",
    "side-bet": "เดิมพันข้าง",
    "note": "หมายเหตุ",
    "note-payout-and-limit": "การเดิมพันข้างไม่สามารถเกินครึ่งหนึ่งของจำนวนเงินเดิมพันหลัก",
    "high": "สูง",
    "medium": "ปานกลาง",
    "auto": "อัตโนมัติ",
    "today": "วันนี้",
    "previous": "ก่อนหน้า",
    "bet": "เดิมพัน",
    "win": "ชนะ",
    "period": "ช่วงเวลา",
    "total": "รวม",
    "statistic": "สถิติ",
    "no-transactions": "ไม่มีธุรกรรม",
    "no-result": "ไม่มีผลลัพธ์",
    "hide": "ซ่อน",
    "show": "แสดง",
    "favorite": "รายการโปรด",
    "cancel": "ยกเลิก",
    "rebet": "เดิมพันซ้ำ",
    "double": "เพิ่มเป็นสองเท่า",
    "mode": "โหมด",
    "stop": "หยุด",
    "total-bet": "ยอดเดิมพันทั้งหมด",
    "you-win": "คุณชนะ",
    "bet-confirmed": "ยืนยันการเดิมพัน",
    "bet-error": "ข้อผิดพลาดในการเดิมพัน",
    "bet-error-n50": "วางเดิมพัน {{button}} แล้ว คุณไม่สามารถเดิมพัน {{other}} ได้",
    "bet-error-max": "เดิมพัน {{button}} สูงสุด {{value, number}}",
    "bet-error-min": "เดิมพัน {{button}} ขั้นต่ำ {{value, number}}",
    "insuffix-balance": "ยอดเงินคงเหลือไม่เพียงพอ",
    "autobet-error-insufficient-balance": "เดิมพันอัตโนมัติล้มเหลว ยอดเงินคงเหลือไม่เพียงพอ",
    "doublebet-error-max-bet": "ข้อผิดพลาดในการเดิมพันสองเท่า การเดิมพันสูงสุด",
    "bet-void-n50": "คุณต้องวางเดิมพันกับผู้เล่นหรือเจ้ามือหรือเสมอก่อนเพื่อที่จะเดิมพันที่ {{button}}",
    "winner": "ผู้ชนะ",
    "payout-no-initial-bet": "การจ่ายเงินไม่รวมเงินเดิมพันเริ่มต้น",
    "payout-includes-initial-bet": "การจ่ายเงินรวมถึงเงินเดิมพันเริ่มต้น",
    "game": "เกม",
    "features": "คุณสมบัติ",
    "htp": {
        "general": {
            "title": "ทั่วไป",
            "content": {
                "paragraph-1": "คุณต้องมีเงินเพียงพอที่จะครอบคลุมการเดิมพันของคุณเพื่อเข้าร่วมในเกม ยอดเงินปัจจุบันของคุณสามารถดูได้ที่ด้านล่างซ้ายของหน้าจอของคุณ",
                "paragraph-2": "ตัวบ่งชี้ยอดเดิมพันทั้งหมดจะแสดงจำนวนเงินเดิมพันทั้งหมดที่คุณวางสำหรับรอบปัจจุบัน",
                "paragraph-3": "แสดงจำนวนเงินเดิมพันขั้นต่ำและสูงสุดที่อนุญาตบนโต๊ะและสามารถเปลี่ยนแปลงได้ตลอดเวลา นอกจากนี้ยังแสดงรหัสเฉพาะของรอบปัจจุบันและชื่อเกมที่คุณกำลังเล่น",
                "paragraph-4": "ตัวจับเวลาจะแสดงเวลาที่เหลือสำหรับการวางเดิมพัน เมื่อเวลาหมด การเดิมพันจะปิด และจะไม่รับเดิมพันอีกต่อไป เมื่อเวลาหมด คุณจะได้รับการยืนยัน 'รับเดิมพันแล้ว' หากการเดิมพันของคุณได้รับการยอมรับให้เข้าร่วมในรอบเกม มิฉะนั้นคุณจะได้รับการแจ้งเตือนว่า 'ไม่รับเดิมพันทั้งหมด' หรือ 'เดิมพันถูกปฏิเสธ'",
                "paragraph-5": "หน้าจอชิปช่วยให้คุณเลือกมูลค่าของชิปแต่ละรายการที่คุณต้องการเดิมพันได้ คุณสามารถเลือกมูลค่าชิปสำหรับเดิมพันโดยคลิกที่ชิปที่ด้านล่างของหน้าจอใกล้ปุ่มยกเลิก, สองเท่า และเดิมพันใหม่ เพื่อดูมูลค่าชิปทั้งหมดที่มีให้เลือก สามารถเลือกมูลค่าชิปที่ใช้ได้กับยอดเงินปัจจุบันของคุณเท่านั้น"
            },
            "game-name": "ชื่อเกม"
        },
        "menu": {
            "title": "เมนู",
            "description": "ปุ่มเพิ่มเติมเพื่อให้ง่ายต่อการเล่นเกมสำหรับผู้เล่น",
            "content": {
                "paragraph-1": "ปุ่มย้อนกลับจะลบชิปที่คุณวางบนโต๊ะก่อนหน้านี้",
                "paragraph-2": "เพิ่มจำนวนชิปที่คุณวางไว้เป็นสองเท่า ตรวจสอบให้แน่ใจว่ายอดเงินในบัญชีของคุณเพียงพอที่จะเพิ่มเงินเดิมพันทั้งหมดเป็นสองเท่า",
                "paragraph-3": "อนุญาตให้คุณวางเดิมพันซ้ำที่คุณวางไว้ในรอบก่อนหน้าที่โต๊ะ",
                "paragraph-4": "เมนูเบอร์เกอร์มีเมนูสำคัญสำหรับเกม",
                "paragraph-5": "ซ่อนการแสดงชิปที่คุณวางบนโต๊ะ",
                "paragraph-6": "เพื่อแสดงสถิติของเกมที่กำลังดำเนินอยู่",
                "paragraph-7": "เพื่อบันทึกและใช้การเดิมพันที่ชื่นชอบของผู้เล่นแต่ละคน",
                "paragraph-8": "แสดงหรือซ่อนแผนงาน / สถิติของเกม"
            }
        }
    }
}
