{
    "introduction": {
        "title": "แนะนำ",
        "content": "Dragon Tiger Wild เป็นเกมใหม่ล่าสุดจาก IDNLIVE EUROPE ที่มอบความตื่นเต้นยิ่งขึ้นด้วยการเพิ่ม <b>การ์ดไวลด์</b> เกมนี้มอบประสบการณ์ใหม่ให้กับแฟน ๆ Dragon Tiger พร้อมโอกาสชนะที่ยอดเยี่ยมถึง <b>127 เท่า! LET’S GET WILD!!!</b>"
    },
    "game-objective": {
        "title": "วัตถุประสงค์ของเกม",
        "content": "เป้าหมายของเกมนี้คือการทายไพ่ที่สูงที่สุดระหว่างมังกรและเสือ และใช้การ์ดไวลด์เพื่อสร้างชุดโบนัสไวลด์เพื่อรับรางวัลใหญ่ยิ่งขึ้น"
    },
    "rules": {
        "title": "กฎทั่วไป",
        "steps": [
            "เกมนี้ดำเนินการโดยดีลเลอร์",
            "เกมนี้ใช้ไพ่ 8 สำรับในหนึ่ง <i>Shoe</i>",
            "ในแต่ละ <i>Shoe</i> ใหม่ ดีลเลอร์จะจั่วไพ่หนึ่งใบเพื่อกำหนดจำนวนไพ่ที่จะ <i>เผา</i> หรือทิ้ง โดยสามารถทิ้งได้สูงสุด 10 ใบ",
            "เมื่อเวลาวางเดิมพันหมดลง ดีลเลอร์จะเปิดเผยไพ่ไวลด์หนึ่งใบ แล้วแจกไพ่ให้มังกรและเสือฝ่ายละหนึ่งใบ",
            "ฝ่ายที่มีค่าสูงสุดจะเป็นผู้ชนะ ไพ่ที่มีค่าสูงสุดคือ K ซึ่งมีค่าเท่ากับ 13",
            "หากผลลัพธ์ <b>เสมอ</b> การเดิมพันมังกรและเสือจะคืนครึ่งหนึ่ง การเดิมพันเสมอจะชนะก็ต่อเมื่อมังกรและเสือมีค่าเท่ากัน"
        ]
    },
    "dragon-tiger-wild-card": {
        "title": "การ์ด Dragon Tiger Wild",
        "content": "Dragon Tiger Wild ใช้สำรับไพ่มาตรฐาน 52 ใบ ไม่มีโจ๊กเกอร์ นี่คือมูลค่าของไพ่ที่ใช้ในเกม:",
        "card": "การ์ด",
        "value": "มูลค่า"
    },
    "wild-card-bet": {
        "title": "การเดิมพันการ์ดไวลด์",
        "description": "ดังที่ได้กล่าวไว้ในการแนะนำ Dragon Tiger Wild มีองค์ประกอบการเล่นเกมใหม่และโบนัสที่น่าตื่นเต้น นี่คือคำอธิบาย:",
        "description-2": "การ์ดไวลด์จะกำหนดการชนะด้วยรางวัลที่มากกว่าการเดิมพันปกติ มีการเดิมพันไวลด์ 5 ประเภท:",
        "dragon-wild": {
            "title": "มังกรไวลด์",
            "content": "การเดิมพันนี้จะชนะหากไพ่มังกร <b>ชนะ</b> และมูลค่าเท่ากับไพ่ไวลด์"
        },
        "tiger-wild": {
            "title": "เสือไวลด์",
            "content": "การเดิมพันนี้จะชนะหากไพ่เสือ <b>ชนะ</b> และมูลค่าเท่ากับไพ่ไวลด์"
        },
        "super-wild": {
            "title": "ซุปเปอร์ไวลด์",
            "content": "การเดิมพันนี้จะชนะหากไพ่มังกร ไพ่เสือ และไพ่ไวลด์มีมูลค่า <b>เท่ากัน</b>"
        },
        "dragon-pair": {
            "title": "คู่มังกร",
            "content": "การเดิมพันนี้จะชนะหากไพ่มังกรและไพ่ไวลด์มีมูลค่า <b>เท่ากัน</b> (ไพ่มังกรไม่จำเป็นต้องชนะ)"
        },
        "tiger-pair": {
            "title": "คู่เสือ",
            "content": "การเดิมพันนี้จะชนะหากไพ่เสือและไพ่ไวลด์มีมูลค่า <b>เท่ากัน</b> (ไพ่เสือไม่จำเป็นต้องชนะ)"
        }
    },
    "bet-description-and-example": {
        "title": "คำอธิบายการเดิมพันและตัวอย่าง",
        "description": "คำอธิบาย",
        "examples": "ตัวอย่าง",
        "anything": "อะไรก็ได้",
        "main-bet": {
            "title": "การเดิมพันหลัก",
            "heading": "การเดิมพันหลัก",
            "examples": "ตัวอย่าง",
            "description": "คำอธิบาย",
            "table": {
                "dragon": {
                    "title": "มังกร",
                    "description": "จ่ายเมื่อมูลค่าไพ่มังกร <b>มากกว่า</b> มูลค่าไพ่เสือ"
                },
                "tiger": {
                    "title": "เสือ",
                    "description": "จ่ายเมื่อมูลค่าไพ่เสือ <b>มากกว่า</b> มูลค่าไพ่มังกร"
                },
                "tie": {
                    "title": "เสมอ",
                    "description": "จ่ายเมื่อไพ่มังกรและเสือมี <b>มูลค่าเท่ากัน</b>"
                }
            }
        },
        "side-bet": {
            "title": "การเดิมพันเสริม",
            "heading": "การเดิมพันเสริม",
            "examples": "ตัวอย่าง",
            "description": "คำอธิบาย",
            "table": {
                "dragon-wild": {
                    "title": "มังกรไวลด์",
                    "description": "จ่ายเมื่อฝ่ายมังกร <b>ชนะ</b> และมูลค่าของไพ่มังกรและการ์ดไวลด์ <b>เท่ากัน</b>"
                },
                "tiger-wild": {
                    "title": "เสือไวลด์",
                    "description": "จ่ายเมื่อฝ่ายเสือ <b>ชนะ</b> และมูลค่าของไพ่เสือและการ์ดไวลด์ <b>เท่ากัน</b>"
                },
                "super-wild": {
                    "title": "ซุปเปอร์ไวลด์",
                    "description": "จ่ายเมื่อมูลค่าไพ่มังกร เสือ และไวลด์ <b>เท่ากัน</b>"
                },
                "dragon-pair": {
                    "title": "คู่มังกร",
                    "description": "จ่ายเมื่อมูลค่าไพ่มังกรและการ์ดไวลด์ <b>เท่ากัน</b>"
                },
                "tiger-pair": {
                    "title": "คู่เสือ",
                    "description": "จ่ายเมื่อมูลค่าไพ่เสือและการ์ดไวลด์ <b>เท่ากัน</b>"
                }
            }
        }
    },
    "payout": {
        "title": "การจ่ายเงิน",
        "bet-payout": "การจ่ายเงินเดิมพัน"
    }
}
