{
    "introduction": {
        "title": "แนะนำเกม",
        "content": "Dragon Tiger Wild เป็นเกมล่าสุดจาก IDNLIVE Europe ที่คุณจะได้สัมผัสประสบการณ์ใหม่ที่สนุกและตื่นเต้น หากคุณคุ้นเคยกับเกม Dragon Tiger แล้ว ในเกมใหม่นี้ เราได้เพิ่มส่วนประกอบใหม่ด้วย wild card ที่จะทำให้คุณได้รับรางวัลที่สูงขึ้นอย่างมาก มาเล่นให้ wild กันเถอะ!!!"
    },
    "game-objective": {
        "title": "วัตถุประสงค์ของเกม",
        "content": "วัตถุประสงค์ใน Dragon Tiger Wild คือการทายไพ่ที่สูงที่สุดและทาย wild card ให้ถูกต้องเพื่อให้รางวัลของคุณสูงขึ้น"
    },
    "rules": {
        "title": "กฎทั่วไป",
        "steps": [
            "เกมนี้จะถูกดำเนินการโดยดีลเลอร์หรือผู้ดูแลเกม",
            "เกมนี้ใช้ไพ่ทั้งหมด 8 สำรับใน 1 'Shoe'",
            "เมื่อเริ่มต้น 'Shoe' ใหม่ ดีลเลอร์จะจั่วไพ่ 1 ใบเพื่อกำหนดจำนวนไพ่ที่ต้อง 'Burn' หรือทิ้งใน 'Shoe' นั้น ไพ่ Ace มีค่าเท่ากับ 1 ไพ่ 2 ถึง 10 มีค่าเท่ากับตัวเลขบนไพ่ และไพ่รูป (Jack, Queen, King) มีค่าเท่ากับ 10 ดังนั้น 'Shoe' จะทิ้งไพ่ได้สูงสุด 10 ใบ",
            "ค่าไพ่ใน Dragon Tiger Wild:",
            "- Ace = 1",
            "- 2 ถึง 10 = ตามหน้าไพ่",
            "- Jack, Queen, King = 11, 12, 13",
            "เมื่อเวลาวางเดิมพันหมดลง ทุกการเดิมพันจะถูกยอมรับโดยอัตโนมัติ",
            "ดีลเลอร์จะจั่วไพ่ 1 ใบเป็น Wild Card แล้วแจกไพ่ให้ทั้งฝั่งมังกรและเสือ 1 ใบ",
            "ฝั่งที่มีค่าไพ่สูงสุดจะเป็นผู้ชนะ ค่าที่สูงสุดคือ King (13)",
            "หากเกิดผลเสมอ หรือ Tie การเดิมพันที่มังกรและเสือจะได้รับเงินคืนครึ่งหนึ่ง การเดิมพัน Tie จะชนะก็ต่อเมื่อค่าไพ่ของมังกรและเสือเท่ากัน"
        ]
    },
    "wild-card-bet": {
        "title": "การเดิมพัน Wild Card",
        "description": "ตามที่กล่าวในบทนำ เกมนี้มีการเพิ่มองค์ประกอบใหม่และโบนัสที่น่าตื่นเต้น โดยมีรายละเอียดดังนี้",
        "description-2": "Wild card จะเป็นตัวกำหนดผลชนะโดยให้รางวัลที่สูงกว่าเดิมพันปกติ โดยมีการเดิมพัน Wild ทั้ง 5 รูปแบบที่อธิบายต่อไปนี้",
        "dragon-wild": {
            "title": "มังกร Wild",
            "content": "การเดิมพันมังกร Wild คือการเดิมพันมังกร แต่ถ้าฝั่งมังกรชนะและค่าไพ่ตรงกับ Wild card คุณจะชนะเดิมพันนี้"
        },
        "tiger-wild": {
            "title": "เสือ Wild",
            "content": "การเดิมพันเสือ Wild คือการเดิมพันเสือ แต่ถ้าฝั่งเสือชนะและค่าไพ่ตรงกับ Wild card คุณจะชนะเดิมพันนี้"
        },
        "super-wild": {
            "title": "Super Wild",
            "content": "การเดิมพัน Super Wild คือการเดิมพัน Tie แต่ถ้าผลออกมาเสมอและค่าไพ่ของ Wild card ตรงกับค่าไพ่ของมังกรและเสือ คุณจะชนะเดิมพันนี้"
        },
        "dragon-pair": {
            "title": "Pair มังกร",
            "content": "การเดิมพัน Pair มังกร คือการเดิมพันแบบคู่ปกติ แต่ถ้าค่าไพ่ของมังกรและ Wild card ตรงกัน คุณจะชนะเดิมพันนี้"
        },
        "tiger-pair": {
            "title": "Pair เสือ",
            "content": "การเดิมพัน Pair เสือ คือการเดิมพันแบบคู่ปกติ แต่ถ้าค่าไพ่ของเสือและ Wild card ตรงกัน คุณจะชนะเดิมพันนี้"
        }
    },
    "bet-description-and-example": {
        "title": "คำอธิบายการเดิมพันและตัวอย่าง",
        "description": "คำอธิบาย",
        "examples": "ตัวอย่าง",
        "main-bet": {
            "title": "เดิมพันหลัก",
            "heading": "เดิมพันหลัก",
            "examples": "ตัวอย่าง",
            "description": "คำอธิบาย",
            "table": {
                "dragon": {
                    "title": "มังกร",
                    "description": "จ่ายเมื่อค่าของมังกรสูงกว่าค่าของเสือ"
                },
                "tiger": {
                    "title": "เสือ",
                    "description": "จ่ายเมื่อค่าของเสือสูงกว่าค่าของมังกร"
                },
                "tie": {
                    "title": "เสมอ",
                    "description": "จ่ายเมื่อการ์ดของมังกรและเสือมีค่าเท่ากัน"
                }
            }
        },
        "side-bet": {
            "title": "การเดิมพันข้างเคียง",
            "heading": "การเดิมพันข้างเคียง",
            "examples": "ตัวอย่าง",
            "description": "คำอธิบาย",
            "table": {
                "dragon-wild": {
                    "title": "มังกร Wild",
                    "description": "จ่ายเมื่อฝั่งมังกรชนะและค่าไพ่ของมังกรและ Wild card ตรงกัน"
                },
                "tiger-wild": {
                    "title": "เสือ Wild",
                    "description": "จ่ายเมื่อฝั่งเสือชนะและค่าไพ่ของเสือและ Wild card ตรงกัน"
                },
                "super-wild": {
                    "title": "Super Wild",
                    "description": "จ่ายเมื่อค่าไพ่ของมังกร เสือ และ Wild card ตรงกัน"
                },
                "dragon-pair": {
                    "title": "Pair มังกร",
                    "description": "จ่ายเมื่อค่าไพ่ของมังกรและ Wild card ตรงกัน"
                },
                "tiger-pair": {
                    "title": "Pair เสือ",
                    "description": "จ่ายเมื่อค่าไพ่ของเสือและ Wild card ตรงกัน"
                }
            }
        }
    },
    "payout": {
        "title": "การจ่ายเงิน",
        "content": "ตามที่แสดงในเมนูตารางจ่ายเงินและข้อกำหนด"
    }
}
