{
    "introduction": {
        "title": "Giới thiệu",
        "content": "Dragon Tiger Wild là trò chơi mới nhất từ IDNLIVE Europe, bạn sẽ có cơ hội trải nghiệm một trò chơi thú vị và vui nhộn nếu đã quen với trò chơi Dragon Tiger. Trong trò chơi này, chúng tôi đã thêm yếu tố wild card, mang lại cơ hội nhận thưởng lớn hơn rất nhiều. Hãy cùng chơi để trở nên wild nào!!!"
    },
    "game-objective": {
        "title": "MỤC TIÊU TRÒ CHƠI",
        "content": "Mục tiêu của Dragon Tiger Wild là đoán thẻ cao nhất và đúng thẻ wild để nhận thưởng cao hơn."
    },
    "rules": {
        "title": "QUY TẮC CHUNG",
        "steps": [
            "Trò chơi này được dẫn dắt bởi một Dealer hoặc người điều khiển trò chơi.",
            "Trò chơi sử dụng 8 bộ bài trong một 'Shoe'.",
            "Vào đầu mỗi 'Shoe' mới, Dealer sẽ rút 1 lá bài để xác định số lượng bài sẽ bị 'Burn' (loại bỏ). Lá Ace có giá trị 1, bài từ 2 đến 10 có giá trị theo số trên bài, và các lá bài hình (Jack, Queen, King) có giá trị 10. Do đó, mỗi 'Shoe' có thể loại bỏ tối đa 10 lá bài.",
            "Giá trị các lá bài trong Dragon Tiger Wild:",
            "- Ace = 1",
            "- 2 đến 10 = theo số trên bài",
            "- Jack, Queen, King = 11, 12, 13",
            "Khi hết thời gian đặt cược, tất cả cược sẽ được chấp nhận tự động.",
            "Dealer sẽ rút một lá bài làm Wild Card, sau đó phát mỗi bên (Rồng và Hổ) một lá bài.",
            "Bên có giá trị cao nhất sẽ là người chiến thắng. Giá trị cao nhất là King (13).",
            "Nếu kết quả là hòa, cược trên Rồng và Hổ sẽ được trả lại một nửa. Cược hòa chỉ thắng khi giá trị của Rồng và Hổ là giống nhau."
        ]
    },
    "wild-card-bet": {
        "title": "CƯỢC WILD CARD",
        "description": "Như đã đề cập trong phần Giới thiệu, trò chơi này có yếu tố gameplay mới và các phần thưởng thú vị. Dưới đây là chi tiết về các cược Wild.",
        "description-2": "Thẻ Wild sẽ là yếu tố quyết định chiến thắng với phần thưởng lớn hơn so với cược bình thường. Có 5 loại cược wild, chi tiết như sau.",
        "dragon-wild": {
            "title": "Rồng Wild",
            "content": "Cược Rồng Wild cơ bản giống như cược vào Rồng, nhưng nếu Rồng thắng và giá trị lá bài của Rồng và Wild card trùng khớp, bạn sẽ thắng cược này."
        },
        "tiger-wild": {
            "title": "Hổ Wild",
            "content": "Cược Hổ Wild cơ bản giống như cược vào Hổ, nhưng nếu Hổ thắng và giá trị lá bài của Hổ và Wild card trùng khớp, bạn sẽ thắng cược này."
        },
        "super-wild": {
            "title": "Super Wild",
            "content": "Cược Super Wild cơ bản giống như cược Hòa, nhưng nếu kết quả là hòa và giá trị của Wild card trùng với giá trị của cả Rồng và Hổ, bạn sẽ thắng cược này."
        },
        "dragon-pair": {
            "title": "Cặp Rồng",
            "content": "Cược Cặp Rồng cơ bản giống như cược Cặp bình thường, nhưng nếu giá trị của thẻ Rồng và Wild card trùng nhau, bạn sẽ thắng cược này."
        },
        "tiger-pair": {
            "title": "Cặp Hổ",
            "content": "Cược Cặp Hổ cơ bản giống như cược Cặp bình thường, nhưng nếu giá trị của thẻ Hổ và Wild card trùng nhau, bạn sẽ thắng cược này."
        }
    },
    "bet-description-and-example": {
        "title": "Mô tả cược và ví dụ",
        "description": "Mô tả",
        "examples": "Ví dụ",
        "main-bet": {
            "title": "CÁC CƯỢC CHÍNH",
            "heading": "CÁC CƯỢC CHÍNH",
            "examples": "Ví dụ",
            "description": "Mô tả",
            "table": {
                "dragon": {
                    "title": "Rồng",
                    "description": "Thanh toán nếu giá trị của Rồng cao hơn giá trị của Hổ."
                },
                "tiger": {
                    "title": "Hổ",
                    "description": "Thanh toán nếu giá trị của Hổ cao hơn giá trị của Rồng."
                },
                "tie": {
                    "title": "Hòa",
                    "description": "Thanh toán nếu giá trị của Rồng và Hổ bằng nhau."
                }
            }
        },
        "side-bet": {
            "title": "CƯỢC BÊN",
            "heading": "CƯỢC BÊN",
            "examples": "Ví dụ",
            "description": "Mô tả",
            "table": {
                "dragon-wild": {
                    "title": "Rồng Wild",
                    "description": "Trả tiền nếu Rồng thắng và giá trị của thẻ Rồng và Wild card trùng nhau"
                },
                "tiger-wild": {
                    "title": "Hổ Wild",
                    "description": "Trả tiền nếu Hổ thắng và giá trị của thẻ Hổ và Wild card trùng nhau"
                },
                "super-wild": {
                    "title": "Super Wild",
                    "description": "Trả tiền nếu giá trị của Rồng, Hổ và Wild card trùng nhau"
                },
                "dragon-pair": {
                    "title": "Cặp Rồng",
                    "description": "Trả tiền nếu giá trị của thẻ Rồng và Wild card trùng nhau"
                },
                "tiger-pair": {
                    "title": "Cặp Hổ",
                    "description": "Trả tiền nếu giá trị của thẻ Hổ và Wild card trùng nhau"
                }
            }
        }
    },
    "payout": {
        "title": "Trả Thưởng",
        "content": "Theo như bảng trả thưởng và giới hạn."
    }
}
