{
    "introduction": {
        "title": "giới thiệu",
        "content": "Dragon Tiger Wild là trò chơi mới nhất từ IDNLIVE EUROPE, mang đến thêm sự hứng thú với việc bổ sung <b>Thẻ Wild</b>. Trò chơi này mang lại trải nghiệm mới cho người hâm mộ Dragon Tiger, với cơ hội chiến thắng tuyệt vời lên đến <b>127 lần! LET’S GET WILD!!!</b>"
    },
    "game-objective": {
        "title": "Mục tiêu trò chơi",
        "content": "Mục tiêu của trò chơi này là đoán thẻ nào cao hơn giữa Rồng và Hổ, đồng thời sử dụng Thẻ Wild để tạo ra các kết hợp bonus wild để nhận phần thưởng lớn hơn"
    },
    "rules": {
        "title": "Quy tắc chung",
        "steps": [
            "Trò chơi được dẫn dắt bởi Dealer",
            "Trò chơi sử dụng 8 bộ bài trong một <i>Shoe</i>",
            "Ở mỗi đầu <i>Shoe</i> mới, Dealer sẽ rút một thẻ để xác định số thẻ sẽ bị <i>đốt cháy</i> hoặc bỏ đi. Tối đa 10 thẻ có thể bị bỏ",
            "Sau khi hết thời gian đặt cược, Dealer sẽ tiết lộ một thẻ Wild, sau đó chia một thẻ cho mỗi bên Rồng và Hổ",
            "Bên có giá trị cao hơn sẽ chiến thắng. Giá trị cao nhất là K tương đương với giá trị 13",
            "Nếu kết quả là <b>Hòa</b>, cược của Rồng và Hổ sẽ được hoàn trả một nửa. Cược hòa chỉ thắng khi giá trị của Rồng và Hổ bằng nhau"
        ]
    },
    "dragon-tiger-wild-card": {
        "title": "Thẻ Dragon Tiger Wild",
        "content": "Dragon Tiger Wild sử dụng một bộ bài tiêu chuẩn gồm 52 thẻ, không có joker. Đây là giá trị của các thẻ sử dụng trong trò chơi:",
        "card": "Thẻ",
        "value": "Giá trị"
    },
    "wild-card-bet": {
        "title": "Cược Thẻ Wild",
        "description": "Như đã đề cập trong phần giới thiệu, Dragon Tiger Wild có yếu tố gameplay mới và những phần thưởng hấp dẫn. Dưới đây là mô tả:",
        "description-2": "Thẻ Wild xác định chiến thắng với phần thưởng cao hơn cược thông thường. Có 5 loại cược Wild:",
        "dragon-wild": {
            "title": "Rồng Wild",
            "content": "Cược này thắng nếu thẻ Rồng <b>thắng</b> và giá trị bằng với Thẻ Wild"
        },
        "tiger-wild": {
            "title": "Hổ Wild",
            "content": "Cược này thắng nếu thẻ Hổ <b>thắng</b> và giá trị bằng với Thẻ Wild"
        },
        "super-wild": {
            "title": "Siêu Wild",
            "content": "Cược này thắng nếu cả ba thẻ là Thẻ Wild, thẻ Rồng và thẻ Hổ có giá trị <b>bằng nhau</b>"
        },
        "dragon-pair": {
            "title": "Cặp Rồng",
            "content": "Cược này thắng nếu thẻ Rồng và Thẻ Wild có giá trị <b>bằng nhau</b>. (Thẻ Rồng không cần phải thắng)"
        },
        "tiger-pair": {
            "title": "Cặp Hổ",
            "content": "Cược này thắng nếu thẻ Hổ và Thẻ Wild có giá trị <b>bằng nhau</b>. (Thẻ Hổ không cần phải thắng)"
        }
    },
    "bet-description-and-example": {
        "title": "Mô tả Cược và Ví dụ",
        "description": "Mô tả",
        "examples": "Ví dụ",
        "anything": "Bất cứ điều gì",
        "main-bet": {
            "title": "Cược Chính",
            "heading": "Cược Chính",
            "examples": "Ví dụ",
            "description": "Mô tả",
            "table": {
                "dragon": {
                    "title": "Rồng",
                    "description": "Thanh toán khi giá trị thẻ Rồng <b>cao hơn</b> giá trị thẻ Hổ"
                },
                "tiger": {
                    "title": "Hổ",
                    "description": "Thanh toán khi giá trị thẻ Hổ <b>cao hơn</b> giá trị thẻ Rồng"
                },
                "tie": {
                    "title": "Hòa",
                    "description": "Thanh toán khi thẻ Rồng và thẻ Hổ có <b>giá trị bằng nhau</b>"
                }
            }
        },
        "side-bet": {
            "title": "Cược Phụ",
            "heading": "Cược Phụ",
            "examples": "Ví dụ",
            "description": "Mô tả",
            "table": {
                "dragon-wild": {
                    "title": "Rồng Wild",
                    "description": "Thanh toán khi bên Rồng <b>thắng</b> và giá trị của thẻ Rồng và Thẻ Wild <b>bằng nhau</b>"
                },
                "tiger-wild": {
                    "title": "Hổ Wild",
                    "description": "Thanh toán khi bên Hổ <b>thắng</b> và giá trị của thẻ Hổ và Thẻ Wild <b>bằng nhau</b>"
                },
                "super-wild": {
                    "title": "Siêu Wild",
                    "description": "Thanh toán khi giá trị của thẻ Rồng, Hổ và Wild <b>bằng nhau</b>"
                },
                "dragon-pair": {
                    "title": "Cặp Rồng",
                    "description": "Thanh toán khi giá trị của thẻ Rồng và Thẻ Wild <b>bằng nhau</b>"
                },
                "tiger-pair": {
                    "title": "Cặp Hổ",
                    "description": "Thanh toán khi giá trị của thẻ Hổ và Thẻ Wild <b>bằng nhau</b>"
                }
            }
        }
    },
    "payout": {
        "title": "thanh toán",
        "bet-payout": "thanh toán cược"
    }
}
